{
    "app": {
        "title": "Lorenzo Chiana",
        "subTitle": "Ingegnere Informatico Junior e Informatico Junior"
    },
    "about-tab": {
        "description-r1": "Mi chiamo Lorenzo, sono nato nel 1995 e attualmente risiedo a Cesena.",
        "description-r2": "Mi sono laureato in \"Ingegneria e Scienze Informatiche\" all'università di Bologna con una ",
        "description-r3": " sull'ospedale 4.0.",
        "description-r4": "Durante la mia carriera universitaria, ho sviluppato diversi progetti (qui il mio ",
        "description-r5": ") che vanno dallo sviluppo web alla programmazione di sistemi embedded e IoT.",
        "description-r6": "Attualmente sto proseguendo i miei studi e sto frequentando il corso magistrale di \"Ingegneria e Scienze Informatiche\" sempre presso l'Università di Bologna, specializzandomi in data science. Se sei interessato a scoprire di più su di me qui trovi il mio ",
        "sub-tab1": "Competenze Professionali",
        "sub-tab2": "Timeline",
        "skills": {
            "item1": "C Family",
            "item2": "Java Family",
            "item3": "Python",
            "item4": "Sviluppo Web",
            "item5": "Gitflow Workflow",
            "item6": "Linux",
            "item7": "Bash Scripting",
            "item8": "Linguaggi di Markup",
            "item9": "Analisi Dati"
        },
        "timeline": {
            "date1": "Aprile 2013",
            "title1": "Alternanza scuola lavoro in BitLine sas",
            "descr1_1": "Principali attività e responsabilità: assemblaggio e riparazione computer, data entry e gestione del sito aziendale.",
            "descr1_2": "Competenze e obiettivi ottenuti: imparato dinamiche aziendali. Ampliata conoscenza sulla componentistica hardware dei calcolatori.",
        
            "date2": "Luglio - Agosto 2013",
            "title2": "Stage estivo in BE Infrastrutture S.R.L.",
            "descr2_1": "Principali attività e responsabilità: assistenza informatica sia in loco che da remoto al personale delle varie sedi di CMC Ravenna. Gestione dati RDA e ORD. Creato programma in Java su richiesta dell'azienda per il monitoraggio della capienza degli hard disk dei server aziendali. Gestione della rete aziendale affiancato al tutor aziendale.",
            "descr2_2": "Competenze e obiettivi ottenuti: acquisite conoscenze di base sul networking. Gestione e risoluzione a problematiche IT. Progettazione e sviluppo software.",

            "date3": "Luglio 2014",
            "title3": "Diploma superiore",
            "descr3_1": "Diplomato in informatica all'ITIS Nullo Baldini Di Ravenna.",
            "descr3_2": "",

            "date4": "Novembre - Dicembre 2017",
            "title4": "Tirocinio a Cosmobile S.R.L.",
            "descr4_1": "Principali attività e responsabilità: progettazione ed implementazione di software web-based su stack LAMP basati su un framework aziendale derivato da Zend Framework all'interno del team di sviluppo.",
            "descr4_2": "Competenze e obiettivi ottenuti: appreso come analizzare e progettare un software, applicando i principali design pattern. Appreso come strutturare piani di test.",

            "date5": "Marzo 2017",
            "title5": "Laurea triennale",
            "descr5_1": "Mi sono displomato nel 2017 in Ingegneria e Scienze informatiche all'università di Bologna, Campus di Cesena.",
            "descr5_2": "",

            "date6": "Ora",
            "title6": "Studente in UNIBO",
            "descr6_1": "In questo momento sto studiando al corso magistrale di Ingegneria e Scienze informatiche.",
            "descr6_2": ""
        }
    },
    "work-tab": {
        "title1": "Progetti",
        "title2": "Progetti UNIBO",
        "card": {
            "portfolio": {
                "title": "Portfolio",
                "body": "Questo sito.",
                "footer-year": "2019",
                "footer-info": "React / CSS"
            },
            "DSS": {
                "title": "Orders Analytics",
                "body": "Applicazione che permette di fare una previsione su una serie storica di ordini basata su un modello di previsione stocastico.",
                "footer-year": "2019",
                "footer-info": "Python / C# / SQLite / MVC / Data Analytics"
            },
            "LCMC": {
                "title": "Compilatore di Functional and Object Oriented Language",
                "body": "Sviluppo di un compilatore per Functional and Object Oriented Language.",
                "footer-year": "2018",
                "footer-info": "Java / ANTLR / Parsing / Type Checking / Code Generation"
            },
            "bikesharing": {
                "title": "BikeSharing",
                "body": "Sito per la gestione di un ipotetico servizio di bike-sharing. Sviluppato su stack MEAN.",
                "footer-year": "2017",
                "footer-info": "Angular / Node / SCSS / MongoDB"
            },
            "vakcino": {
                "title": "Vakcino",
                "body": "Applicazione Android che permette all'utente di gestire sia le proprie vaccinazioni che quelle dei prorpi famigliari.",
                "footer-year": "2016",
                "footer-info": "Android / Java / XML / SQL / MVC"
            },
            "sol": {
                "title": "SOL restyle",
                "body": "Ricostruzione della home page della piattaforma SOL (Studenti Online) dell'Università di Bologna a cui è stata aggiunta la funzionalità di condivisione di appunti e diapositive tra studenti e professori.",
                "footer-year": "2015",
                "footer-info": "HTML / PHP / JavaScript / CSS / SQL"
            },
            "filemanager": {
                "title": "FileMiner",
                "body": "Creazione di un file manager in Java con pattern MVC per il corso di OOP (Programmazione Orientata agli Oggetti).",
                "footer-year": "2015",
                "footer-info": "Java / MVC"
            }
        }
    },
    "about": "Su di me",
    "work": "Lavori",
    "thesis": "tesi",
    "gh_repo": "repository GitHub",
    "cv": "Curriculum Vitae",
    "contact_me": "Contattami",
    "lang": "Italiano"
}